a52dec
aalib
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
afpfs-ng
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apr
apr-util
archlinux-keyring
argon2
arp-scan
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
base
bash
bash-completion
bat
bcg729
bind
binutils
bison
bluez
bluez-libs
bluez-utils
boost-libs
bridge-utils
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
chromaprint
cifs-utils
composer
containerd
coreutils
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhclient
dialog
diffutils
ding-libs
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
dosfstools
dotconf
double-conversion
downgrade
duf
duktape
e2fsprogs
efibootmgr
efitools
efivar
electron18
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-translations
eos-update-notifier
espeak-ng
ethtool
evince
exa
exempi
exfatprogs
exo
expat
f2fs-tools
faac
faad2
fakeroot
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
firewalld
flac
flameshot
flex
fluidsynth
fontconfig
freerdp
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
garcon
gawk
gc
gcc
gcc-libs
gcolor3
gcr
gdb
gdb-common
gdbm
gdk-pixbuf2
geoip
geoip-database
gettext
ghostscript
giflib
girara
git
glances
glib-networking
glib2
glibc
glibmm
gmp
gnome-desktop
gnome-desktop-common
gnome-themes-extra
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hashcat
haveged
hdparm
helm
hicolor-icon-theme
hidapi
htop
http-parser
hwdata
hwdetect
hwinfo
hwloc
hydra
hyperv
hyphen
i3-gaps
iana-etc
icu
ijs
imagemagick
imath
imlib2
imwheel
inetutils
iniparser
intel-ucode
inxi
iproute2
iptables-nft
iputils
iso-codes
iw
iwd
jansson
java-environment-common
java-runtime-common
jbig2dec
jdk11-openjdk
jemalloc
jfsutils
john
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kguiaddons
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kubectl
l-smash
lame
lazygit
lcms2
ldb
ldns
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libgit2
libglvnd
libgme
libgpg-error
libgsf
libgssglue
libgtop
libgudev
libgxps
libhandy
libical
libice
libidn
libidn2
libiec61883
libimobiledevice
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libkate
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libluv
libmanette
libmaxminddb
libmbim
libmd
libmemcached-awesome
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libopenraw
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsonic
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvisual
libvorbis
libvpx
libwacom
libwebp
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lttng-ust
lua
lua52
lua53
luajit
luit
lv2
lvm2
lxappearance
lxmenu-data
lxterminal
lz4
lzo
m4
mailcap
make
man-db
man-pages
mariadb-clients
mariadb-libs
md4c
mdadm
meld
menu-cache
mesa
mesa-utils
metasploit
minikube
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mongo-c-driver
mousetweaks
mpfr
mpg123
msgpack-c
mtdev
mtools
nano
nano-syntax-highlighting
nbd
ncurses
ndctl
ndisc6
neofetch
neon
neovim
netctl
nettle
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-emoji
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
oath-toolkit
obsidian
ocl-icd
oniguruma
openal
openconnect
opencore-amr
openexr
openjpeg2
openldap
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
orc
orca
os-prober
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
papirus-icon-theme
parallel
parted
patch
pavucontrol
pcaudiolib
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
php
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polybar
poppler
poppler-glib
popt
portaudio
postgresql-libs
power-profiles-daemon
ppp
pptpclient
procps-ng
psmisc
pv
python
python-appdirs
python-atspi
python-autocommand
python-cairo
python-capng
python-colorama
python-defusedxml
python-future
python-gobject
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-ordered-set
python-packaging
python-pip
python-ply
python-psutil
python-pyaml
python-pydantic
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyxdg
python-setuptools
python-shtab
python-termcolor
python-tomli
python-trove-classifiers
python-typing_extensions
python-validate-pyproject
python-yaml
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-translations
raptor
rav1e
re2
readline
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rest
rofi
rofi-emoji
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
runc
s-nail
sassc
sbc
sdl2
seatd
sed
serd
serf
sg3_utils
shadow
shared-mime-info
slang
smartmontools
smbclient
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speedtest-cli
speex
speexdsp
sqlite
sratom
srt
sshfs
starship
startup-notification
stoken
subversion
sudo
svt-av1
svt-hevc
sway
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tcpdump
tdb
tevent
texinfo
thin-provisioning-tools
tldr
tpm2-tss
tracker3
tree-sitter
tslib
ttf-arimo-nerd
ttf-bitstream-vera
ttf-carlito
ttf-dejavu
ttf-joypixels
ttf-liberation
ttf-opensans
twolame
tzdata
udisks2
unibilium
unixodbc
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wlroots
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-fbdev
xfce4-clipman-plugin
xfce4-panel
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xsel
xterm
xvidcore
xxhash
xz
yad-eos
yajl
yay
zaproxy
zathura
zbar
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
