a52dec
aalib
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
antlr4-runtime
aom
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
base
bash
bash-completion
bat
bcg729
bind
binutils
bison
bluez-libs
bridge-utils
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capitaine-cursors
cdparanoia
celt
chromaprint
clojure
composer
containerd
coreutils
crda
cryptsetup
ctags
ctemplate
curl
dav1d
db
dbeaver
dbus
dbus-python
dconf
desktop-file-utils
device-mapper
dhclient
dialog
diffutils
ding-libs
dkms
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
efivar
elfutils
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-rankmirrors
eos-translations
eos-update-notifier
ethtool
exa
exfatprogs
expat
f2fs-tools
faac
faad2
fakeroot
fd
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
flac
flex
fluidsynth
fontconfig
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoip
geoip-database
gettext
giflib
git
glances
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnome-keyring
gnome-themes-extra
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
grub-customizer
grub-tools
grub2-theme-endeavouros
gsettings-desktop-schemas
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
htop
http-parser
hwdetect
hwids
hwinfo
hwloc
hyphen
iana-etc
ibus
icu
imagemagick
imath
imlib2
imwheel
inetutils
iniparser
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
iwd
jack2
jansson
java-environment-common
java-runtime-common
jdk11-openjdk
jfsutils
john
jre11-openjdk
jre11-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-terminfo
kmod
krb5
kvantum
kvantum-theme-materia
kwindowsystem
l-smash
lame
lcms2
ldns
leafpad
leiningen
less
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbs2b
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgudev
libheif
libibus
libice
libid3tag
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libjpeg-turbo
libkate
libkeybinder3
libksba
libldac
libldap
liblqr
liblrdf
libluv
libmanette
libmaxminddb
libmbim
libmfx
libmicrodns
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libofa
libogg
libomxil-bellagio
libopenraw
libp11-kit
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpe
libx11
libx86emu
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lightdm
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua52
lua53
luajit
lv2
lvm2
lxappearance
lxmenu-data
lxsession
ly
lz4
lzo
m4
make
man-db
man-pages
materia-gtk-theme
maven
mbedtls
md4c
mdadm
meld
menu-cache
mesa
mesa-utils
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mysql-workbench
nano
nano-syntax-highlighting
nbd
ncurses
ndctl
ndisc6
neofetch
neon
neovim
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nilfs-utils
nitrogen
nm-connection-editor
nmap
noto-fonts
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
obs-studio
ocl-icd
oniguruma
openal
openconnect
opencore-amr
opendesktop-fonts
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
paper-icon-theme
papirus-icon-theme
paprefs
parallel
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
pcurses
peek
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
php
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polybar
poppler
poppler-glib
poppler-qt5
popt
portaudio
power-profiles-daemon
ppp
pptpclient
procps-ng
proj
psmisc
pv
python
python-appdirs
python-argcomplete
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-defusedxml
python-distlib
python-distro
python-future
python-gobject
python-html5lib
python-idna
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-shtab
python-six
python-termcolor
python-toml
python-tomli
python-urllib3
python-webencodings
qpdfview
qt5-base
qt5-multimedia
qt5-svg
qt5-translations
qt5-x11extras
qt6-base
qt6-svg
qt6-translations
rapidjson
raptor
rav1e
readline
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rest
ripgrep
rlwrap
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
s-nail
sbc
sdl
sdl2
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
slang
smartmontools
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice-vdagent
spirv-tools
sqlite
sqlmap
sratom
srt
sshfs
startup-notification
stoken
sudo
svt-av1
svt-hevc
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
texinfo
thin-provisioning-tools
tidy
tldr
tracker3
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-joypixels
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
udisks2
unibilium
unixodbc
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
virtualbox
virtualbox-guest-utils
virtualbox-host-dkms
vmaf
volume_key
vpnc
vsqlite++
vulkan-headers
vulkan-icd-loader
wavpack
wayland
webkit2gtk
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xf86-video-vmware
xfce4-taskmanager
xfsprogs
xkeyboard-config
xl2tpd
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yad-eos
yay
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
