alsa-tools
alsa-utils
apache
autoconf
automake
base
binutils
bison
cabal-install
code
composer
dbeaver
discord
dmenu
docker
docker-compose
dotnet-sdk
efibootmgr
emacs
evince
fakeroot
file-roller
filezilla
firefox
flameshot
flex
gcc
git
gnome-keyring
groff
grub
htop
i3-gaps
imwheel
intel-ucode
jdk8-openjdk
kitty
kvantum-qt5
leafpad
libreoffice-still
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lsof
lxappearance
m4
make
mariadb
mpv
mysql-workbench
neofetch
net-tools
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-emoji
ntfs-3g
os-prober
p7zip
pacman-contrib
pamixer
pasystray
patch
pavucontrol
php
php-apache
php-cgi
picom
pkgconf
pulseaudio
qalculate-gtk
ristretto
rofi
simplescreenrecorder
stack
sudo
texinfo
thunar
trayer
tree
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
tumbler
unrar
unzip
vim
virtualbox
virtualbox-guest-utils
vlc
volumeicon
vulkan-intel
wget
which
xf86-video-intel
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zip
zsh
