a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-tools
alsa-topology-conf
alsa-ucm-conf
alsa-utils
antlr4-runtime
aom
apr
apr-util
arandr
arc-gtk-theme-eos
arc-icon-theme
arc-x-icons-theme
archlinux-keyring
archlinux-xdg-menu
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
automake
avahi
awesome
awesome-terminal-fonts
b43-fwcutter
babl
base
bash
bash-completion
bat
bind
binutils
bison
bitwarden
blas
bleachbit
bluez-libs
boost-libs
box2d
breeze-gtk
breeze-icons
bridge-utils
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calcurse
cantarell-fonts
capitaine-cursors
cdparanoia
celluloid
celt
chromaprint
cifs-utils
clang
clojure
clucene
clutter
clutter-gtk
cmake
cogl
compiler-rt
composer
confuse
containerd
convertlit
coreutils
cpio
crda
cryptsetup
ctags
ctemplate
curl
dav1d
db
dbeaver
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
ding-libs
discord
djvulibre
dkms
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
downgrade
dtc
duf
dunst
e2fsprogs
ebook-tools
edk2-ovmf
efibootmgr
efitools
efivar
electron
electron14
elfutils
ell
emacs
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-rankmirrors
eos-translations
eos-update-notifier
ethtool
evince
exa
exempi
exfat-utils
exiv2
expat
f2fs-tools
faac
faad2
fakeroot
fd
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
filezilla
findutils
firefox
flac
flameshot
flex
fluidsynth
fontconfig
freeglut
freetype2
frei0r-plugins
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoip
geoip-database
gettext
ghostscript
giflib
gimp
git
glances
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
gradle
graphene
graphite
graphviz
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gtop
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
hiredis
htop
http-parser
hunspell
hwdetect
hwids
hwinfo
hwloc
hyphen
iana-etc
ibus
icu
ijs
imagemagick
imath
imlib2
inetutils
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-media-sdk
intel-opencl-clang
intel-ucode
intellij-idea-community-edition
inxi
iproute2
iptables-nft
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
iwd
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk11-openjdk
jdk8-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
kdenlive
keyserver-rank
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemmodels
kitemviews
kitty
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
krb5
krita
kservice
ktextwidgets
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lazygit
lcms2
ldb
ldns
leafpad
leiningen
lensfun
less
libabw
libaccounts-glib
libaccounts-qt
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfilezilla
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgudev
libgxps
libhandy
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libkate
libkeybinder3
libksba
liblangtag
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnss_nis
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
libopenraw
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libproxy
libpsl
libpulse
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libuninameslist
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
lilv
linux-api-headers
linux-atm
linux-firmware
linux-lts
linux-lts-headers
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsof
lsscsi
lua
lua52
lua53
lua53-lgi
luajit
luit
lv2
lvm2
lxappearance
lxmenu-data
lxsession
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
materia-gtk-theme
mbedtls
md4c
mdadm
media-player-info
meld
menu-cache
mesa
mesa-utils
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mlt
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mypaint-brushes1
nano
nano-syntax-highlighting
nbd
ncurses
ndctl
ndisc6
neofetch
neon
neovim
net-tools
netctl
netpbm
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nitrogen
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numlockx
obs-studio
ocl-icd
oniguruma
openal
opencolorio
openconnect
opencore-amr
opendesktop-fonts
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pamixer
pango
pangomm
paper-icon-theme
papirus-icon-theme
paprefs
parallel
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
pcurses
peek
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
php
php-cgi
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
ppp
pptpclient
procps-ng
proj
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-jack
purpose
pv
pystring
python
python-appdirs
python-argcomplete
python-attrs
python-bcrypt
python-cachecontrol
python-cached-property
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-defusedxml
python-distlib
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-dotenv
python-future
python-gobject
python-greenlet
python-html5lib
python-idna
python-importlib-metadata
python-jsonschema
python-keyutils
python-markdown
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-paramiko
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pynacl
python-pyopenssl
python-pyparsing
python-pyrsistent
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-termcolor
python-texttable
python-toml
python-tomli
python-urllib3
python-webencodings
python-websocket-client
python-yaml
python-zipp
python2
qalculate-gtk
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
quazip
ranger
rapidjson
raptor
rasqal
rav1e
re2
readline
rebuild-detector
redland
reflector
reflector-simple
reiserfsprogs
rest
rhash
ripgrep
rlwrap
rofi
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
s-nail
sbc
scrot
sdl
sdl2
seabios
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simplescreenrecorder
slang
smartmontools
smbclient
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spice-gtk
spice-vdagent
spirv-llvm-translator
spirv-tools
sqlite
sratom
srt
sshfs
startup-notification
stoken
sudo
suitesparse
svt-av1
svt-hevc
sxhkd
sxiv
syndication
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
tidy
time
tinyxml
tldr
tlp
tracker3
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-carlito
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
twolame
tzdata
uchardet
udiskie
udisks2
unibilium
unixodbc
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virtualbox
virtualbox-host-dkms
vmaf
volume_key
volumeicon
vpnc
vsqlite++
vulkan-icd-loader
vulkan-intel
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wvdial
wvstreams
wxgtk-common
wxgtk3
x264
x265
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xplc
xterm
xvidcore
xxhash
xz
yad-eos
yajl
yaml-cpp
yay
youtube-dl
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
