alsa-tools
alsa-utils
atom
autoconf
automake
base
binutils
bison
brave-bin
fakeroot
file-roller
flex
gcc
git
groff
grub
htop
i3-gaps
i3blocks
i3lock
i3status
imwheel
kitty
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lsof
lxappearance
m4
make
neofetch
nerd-fonts-ubuntu-mono
net-tools
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
npm
pacman-contrib
pamixer
patch
pavucontrol
pcmanfm
picom
pkgconf
polybar
pulseaudio
ristretto
rofi
sudo
texinfo
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-symbola
ttf-ubuntu-font-family
tumbler
unzip
vim
virtualbox-guest-utils
volumeicon
wget
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xtitle
yay
zip
zsh
