a52dec
aalib
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
base
bash
bash-completion
bat
bcg729
bind
binutils
bison
bluez
bluez-libs
bluez-utils
bridge-utils
brotli
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
cdparanoia
chromaprint
coreutils
cpio
cryptsetup
curl
dav1d
db5.3
dbus
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhclient
diffutils
ding-libs
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
dracut
dtc
duktape
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efitools
efivar
ell
endeavouros-keyring
endeavouros-mirrorlist
engrampa
eos-dracut
eos-hooks
ethtool
exa
exfatprogs
expat
f2fs-tools
faac
faad2
fakeroot
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firewalld
flac
flameshot
flex
fluidsynth
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
grub-customizer
gsettings-desktop-schemas
gsm
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gzip
harfbuzz
haveged
hdparm
hicolor-icon-theme
hidapi
htop
http-parser
hwdata
hwdetect
iana-etc
icu
imagemagick
imath
imlib2
inetutils
iniparser
intel-ucode
intellij-idea-community-edition
iproute2
iptables-nft
iputils
iso-codes
iwd
jansson
java-environment-common
java-runtime-common
jdk11-openjdk
jemalloc
jfsutils
jre11-openjdk
jre11-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
json-c
json-glib
kbd
keyutils
kguiaddons
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kvantum
kwindowsystem
l-smash
lame
lcms2
less
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcloudproviders
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libgit2
libglvnd
libgme
libgpg-error
libgsf
libgudev
libhandy
libical
libice
libidn2
libiec61883
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libjpeg-turbo
libkate
libksba
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua
lua52
luajit
luit
lv2
lvm2
lxappearance
lxmenu-data
lxsession
lz4
lzo
m4
make
man-db
man-pages
md4c
mdadm
menu-cache
mesa
mesa-utils
minizip
mjpegtools
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
msgpack-c
mtdev
mtools
multipath-tools
nano
ncurses
ndctl
neon
neovim
netctl
nettle
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
noto-fonts
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
oath-toolkit
ocl-icd
oniguruma
openal
openbsd-netcat
openconnect
opencore-amr
openexr
openjpeg2
openresolv
openssl
openvpn
opus
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
papirus-icon-theme
parallel
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
poppler
poppler-glib
popt
portaudio
ppp
procps-ng
psmisc
python
python-cairo
python-capng
python-chardet
python-docopt
python-gobject
python-idna
python-keyutils
python-ply
python-pyqt5
python-pyqt5-sip
python-requests
python-urllib3
python-yaml
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-emulators-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tools
qemu-ui-curses
qemu-ui-opengl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-virtiofsd
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
raptor
rav1e
readline
rebuild-detector
reflector
reiserfsprogs
rofi
rpcbind
rtkit
rtmpdump
run-parts
s-nail
sassc
sbc
sdl2
seabios
seatd
sed
serd
sg3_utils
shadow
shared-mime-info
slang
smartmontools
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spice-gtk
sqlite
sratom
srt
starship
startup-notification
stoken
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
texinfo
thin-provisioning-tools
tmux
tpm2-tss
tracker3
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
twolame
tzdata
udiskie
udisks2
unibilium
unrar
unzip
usb_modeswitch
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
virglrenderer
virt-install
virt-manager
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wildmidi
wireplumber
wireshark-cli
wireshark-qt
wolfssl
wpa_supplicant
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xterm
xvidcore
xz
yajl
yay
zbar
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
